[
  {
    "o": "Hello, World!",
    "t": "¡Hola Mundo!"
  },
  {
    "o": "Welcome to our website.",
    "t": "Bienvenido a nuestro sitio web."
  },
  {
    "o": "Dear Participant,",
    "t": "Estimado participante,"
  },
  {
    "o": "We",
    "t": "Nosotros"
  },
  {
    "o": "are",
    "t": "estamos"
  },
  {
    "o": "conducting",
    "t": "realizando"
  },
  {
    "o": "an",
    "t": "un"
  },
  {
    "o": "experiment",
    "t": "experimento"
  },
  {
    "o": "in",
    "t": "en"
  },
  {
    "o": "the",
    "t": "el"
  },
  {
    "o": "field",
    "t": "campo"
  },
  {
    "o": "of",
    "t": "de"
  },
  {
    "o": "affective",
    "t": "afectiva"
  },
  {
    "o": "computing",
    "t": "informática"
  },
  {
    "o": "to",
    "t": "para"
  },
  {
    "o": "explore",
    "t": "explorar"
  },
  {
    "o": "the",
    "t": "la"
  },
  {
    "o": "connection",
    "t": "conexión"
  },
  {
    "o": "between",
    "t": "entre"
  },
  {
    "o": "facial",
    "t": "facial"
  },
  {
    "o": "We are conducting an experiment in the field of affective computing to explore the connection between facial expressions and user experience during website navigation. During the experiment, we will capture your facial expressions using a camera while you navigate through a website. Please note that the captured data will be used solely for the purpose of this experiment and will not be stored.",
    "t": "Estamos realizando un experimento en el campo de la computación afectiva para explorar la conexión entre el rostro expresiones y experiencia del usuario durante la navegación por el sitio web. Durante el experimento, capturaremos tu rostro. expresiones utilizando una cámara mientras navega por un sitio web. Tenga en cuenta que los datos capturados se utilizará únicamente con el propósito de este experimento y no se almacenará."
  },
  {
    "o": "Please note that the experiment is best done on a desktop or laptop computer",
    "t": "Tenga en cuenta que el experimento se realiza mejor en una computadora de escritorio o portátil"
  },
  {
    "o": "Begin",
    "t": "Comenzar"
  },
  {
    "o": "Note: You can change the language of the experiment here."
  }
]